{
  "livros": [
    {
      "id": "1733228131001",
      "genero": "Infantil",
      "titulo": "Diário de um Banana 1",
      "preco": 46.83,
      "secao": "infantis",
      "imagem": "https://m.media-amazon.com/images/I/41gBzGDn3XL._SY445_SX342_.jpg",
      "estoque": 2,
      "descricao": "Não é fácil ser criança. E ninguém sabe disso melhor do que Greg Heffley, que se vê mergulhado no mundo do ensino fundamental, onde fracotes são obrigados a dividir os corredores com garotos mais altos, mais malvados e que já se barbeiam. Em Diário de um Banana, o autor e ilustrados Jeff Kinney nos apresenta um herói improvável. Como Greg diz em seu diário. Só não espere que seja todo Querido Diário isso, Querido Diário aquilo. Para nossa sorte, o que Greg Heffley diz que fará e o que ele realmente faz são duas coisas bem diferentes."
    },
    {
      "id": "1733228251733",
      "genero": "Infantil",
      "titulo": "O Menino Maluquinho",
      "preco": 28,
      "secao": "infantis",
      "imagem": "https://m.media-amazon.com/images/I/61TVaiHQo4L._SY466_.jpg",
      "estoque": 1,
      "descricao": "Aquele era um menino muito sabido, esperto, inteligente! Tinha macaquinhos no sótão, embora não soubesse o que isso queria dizer... Brincava, agitava a casa, animava a todos com sua energia e vivacidade. Seria ele um anjinho, um saci? Alegria da casa, na escola, liderava a garotada na hora do intervalo. Adorava fazer versinhos, compor canções, inventar novos jogos e brincadeiras. Era um amigão. “Que Menino Maluquinho”, diziam sorrindo as pessoas que o conheciam. Não era nada disso, não! Só mais tarde descobriram que ele tinha sido um garoto muito amado e muito feliz."
    },
    {
      "id": "1733228760505",
      "genero": "Infantil",
      "titulo": "O Pequeno Príncipe Preto",
      "preco": 47.9,
      "secao": "infantis",
      "imagem": "https://m.media-amazon.com/images/I/81pNvn4iS4L._SY466_.jpg",
      "estoque": 5,
      "descricao": "Em um minúsculo planeta, vive o Pequeno Príncipe Preto.\nAlém dele, existe apenas uma árvore Baobá, sua única companheira. Quando chegam as ventanias, o menino viaja por diferentes planetas, espalhando o amor e a empatia.\n\nO texto é originalmente uma peça infantil que já rodou o país inteiro. Agora, Rodrigo França traz essa delicada história no formato de conto, presenteando o jovem leitor com uma narrativa que fala da importância de valorizarmos quem somos e de onde viemos - além de nos mostrar a força de termos laços de carinho e afeto. Afinal, como diz o Pequeno Príncipe"
    },
    {
      "id": 1733231256435,
      "genero": "Drama",
      "titulo": "É Assim que Acaba: 1",
      "preco": 69.9,
      "secao": "lancamentos",
      "imagem": "https://m.media-amazon.com/images/I/51i7kH+rh9L._SY445_SX342_.jpg",
      "estoque": 5,
      "descricao": "Considerado o livro do ano, que virou febre no TikTok e sozinho já acumulou mais de um milhão de exemplares vendidos no Brasil. É assim que acaba é o romance mais pessoal da carreira de Colleen Hoover, discutindo temas como violência doméstica e abuso psicológico de forma sensível e direta. \n\n \n\nEm É assim que acaba , Colleen Hoover nos apresenta Lily, uma jovem que se mudou de uma cidadezinha do Maine para Boston, se formou em marketing e abriu a própria floricultura. E é em um dos terraços de Boston que ela conhece Ryle, um neurocirurgião confiante, teimoso e talvez até um pouco arrogante, com uma grande aversão a relacionamentos, mas que se sente muito atraído por ela.\n\nQuando os dois se apaixonam, Lily se vê no meio de um relacionamento turbulento que não é o que ela esperava. Mas será que ela conseguirá enxergar isso, por mais doloroso que seja?\n\nÉ assim que acaba é uma narrativa poderosa sobre a força necessária para fazer as escolhas certas nas situações mais difíceis. Considerada a obra mais pessoal de Hoover, o livro aborda sem medo alguns tabus da sociedade para explorar a complexidade das relações tóxicas, e como o amor e o abuso muitas vezes coexistem em uma confusão de sentimentos.\n\n \n\n“Um romance corajoso, de partir o coração, que enfia as garras em você e não te solta... Ninguém escreve sobre sentimentos tão bem quanto Colleen Hoover.” -Anna Todd, autora da série After\n\n“...Você vai sorrir em meio às lágrimas.” - Sarah Pekkanen, autora de Perfect Neighbors\n\n“Imperdível. Com um drama fascinante e verdades dolorosas, esse livro retrata de maneira poderosa a devastação que o abuso pode causar - e a força de quem sobrevive a ele...” - Kirkus Review"
    },
    {
      "id": 1733231540966,
      "genero": "Ficção",
      "titulo": "O palhaço e o psicanalista: Como escutar os outros pode transformar vidas",
      "preco": 15.9,
      "secao": "lancamentos",
      "imagem": "https://m.media-amazon.com/images/I/41mO6JIEu8L._SY445_SX342_.jpg",
      "estoque": 4,
      "descricao": "Se de médico e louco todo mundo tem um pouco, de psicanalista e palhaço todo mundo tem um pedaço. Christian Dunker e Cláudio Thebas abordam neste livro, com bom humor e profundidade, um tema comum para ambos os ofícios: como escutar os outros? Como escutar a si mesmo? E como a escuta pode transformar pessoas? Mesclando experiências, testemunhos, casos e reflexões filosóficas, os autores compartilham o que aprenderam sobre a arte da escuta, um tema tão urgente no mundo atual, onde ninguém mais se escuta. Alguns temas abordados são: Sete regras para ser melhor escutado; Os quatro agás da escuta; A potência do silêncio; Simpatia não é empatia; Como construir para si um órgão de escuta; Cuidado ou controle; A arte cavalheiresca de escutar uma reunião; Educados para a solidão silenciosa; Competir ou cooperar?; Três perguntas mágicas; A arte de perguntar; Fala que eu não te escuto; Maneiras práticas de domesticar o abominável que existe em você; Escutando chatos, fascistas e outros fanáticos; O líder escutador; A coragem e o desejo de escutar"
    },
    {
      "id": 1733231636331,
      "genero": "Ficção",
      "titulo": "Extraordinário",
      "preco": 7.43,
      "secao": "lancamentos",
      "imagem": "https://m.media-amazon.com/images/I/41--5-gbIhL._SY445_SX342_.jpg",
      "estoque": 1,
      "descricao": "August Pullman, o Auggie, nasceu com uma síndrome genética cuja sequela é uma severa deformidade facial, que lhe impôs diversas cirurgias e complicações médicas. Por isso ele nunca frequentou uma escola de verdade... até agora.\n\nTodo mundo sabe que é difícil ser um aluno novo, mais ainda quando se tem um rosto tão diferente. Prestes a começar o quinto ano em um colégio particular de Nova York, Auggie tem uma missão nada fácil pela frente: convencer os colegas de que, apesar da aparência incomum, ele é um menino igual a todos os outros.\n\nNarrado da perspectiva de Auggie e também de seus familiares e amigos, com momentos comoventes e outros descontraídos, Extraordinário consegue captar o impacto que um menino pode causar na vida e no comportamento de todos, família, amigos e comunidade - um impacto forte, comovente e, sem dúvida nenhuma, extraordinariamente positivo, que vai tocar todo tipo de leitor."
    },
    {
      "id": 1733231748064,
      "genero": "Autoajuda",
      "titulo": "Mindset: A nova psicologia do sucesso ",
      "preco": 87.47,
      "secao": "destaques",
      "imagem": "https://m.media-amazon.com/images/I/41suUFbw-eL._SY445_SX342_.jpg",
      "estoque": 1,
      "descricao": "Carol S. Dweck, ph.D., professora de psicologia na Universidade Stanford e especialista internacional em sucesso e motivação, desenvolveu, ao longo de décadas de pesquisa, um conceito fundamental: a atitude mental com que encaramos a vida, que ela chama de “mindset”, é crucial para o sucesso. Dweck revela de forma brilhante como o sucesso pode ser alcançado pela maneira como lidamos com nossos objetivos. O mindset não é um mero traço de personalidade, é a explicação de por que somos otimistas ou pessimistas, bem-sucedidos ou não. Ele define nossa relação com o trabalho e com as pessoas e a maneira como educamos nossos filhos. É um fator decisivo para que todo o nosso potencial seja explorado."
    }
  ],
  "carrinho": [],
  "usuarios": [
    {
      "id": "01e0",
      "email": "teste@gmail.om",
      "password": "1234",
      "nome": "Joãozinho",
      "foto": "https://cdn-icons-png.flaticon.com/512/1373/1373255.png"
    }
  ],
  "avaliacoes": [
    {
      "id": "086e",
      "livroId": "1733228131001",
      "usuario": "Joãozinho",
      "nota": 5,
      "comentario": "Teste"
    },
    {
      "id": "2736",
      "livroId": "1733228760505",
      "usuario": "Joãozinho",
      "nota": 2,
      "comentario": "test\n"
    }
  ]
}
